KCX-Mapping-Convert/testdaten/Export/diehl/uids_jf.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
<soap:Header>
<Header soap:mustUnderstand="true" xmlns="http://www.eurtradenet.com/schemas/header/200310">
<To>DE01.CSFTEST.2158</To>
<From>XX01.CSFTEST.2158</From>
<MessageID>DE01DE0121582008091010000008</MessageID>
<SentAt>2008-09-10T12:18:45 +0200</SentAt>
<Act>request</Act>
<MessageType>ExportDeclaration</MessageType>
<MessageVersion>2.0</MessageVersion>
</Header></soap:Header>
<soap:Body><Submit xmlns="http://www.eurtradenet.com/schemas/uids/export/body/200809"><Export><ExportDeclaration><Declarant><TIN>9002243</TIN><CustomsID>1</CustomsID><Contact><Function>Sachbearbeiter Export</Function><Name>Michael</Name><Email>michael.meier@diehl-informatik.de</Email><Phone>0911/9472999</Phone><Fax>0911/94772999</Fax></Contact></Declarant><AuthorisationID>DE5864ZA0098</AuthorisationID><ContainerIndicator>0</ContainerIndicator><CustomsOffices><OfficeOfExit>DE005872</OfficeOfExit><OfficeOfExport>DE005866</OfficeOfExport></CustomsOffices><DestinationCountry>US</DestinationCountry><CountryOfDispatch>DE</CountryOfDispatch><GrossMass>87300</GrossMass><Incoterms><Code>EXW</Code><City>Röthenbach</City></Incoterms><ItemsQuantity>003</ItemsQuantity><MeansOfTransport TransportType="Inland"><Type>03</Type></MeansOfTransport><MeansOfTransport TransportType="Border"><Type>03</Type><Mode>33</Mode><Identity>Nürnberg</Identity><Nationality>QU</Nationality></MeansOfTransport><ParticipantsCombination>0</ParticipantsCombination><PlaceOfLoading><Code>AA01</Code></PlaceOfLoading><ReferenceNumber>0000027172/0090034409</ReferenceNumber><TransportPaymentMethod>D</TransportPaymentMethod><CommercialReferenceNumber>80013262</CommercialReferenceNumber><Remark>Vermerk aus Faktur 90034409</Remark><Transaction><Type>11</Type><Amount>802760</Amount><Currency>EUR</Currency></Transaction><TypeOfDeclaration><RegionCode>EX</RegionCode><ProcedureCode>e</ProcedureCode></TypeOfDeclaration><HeaderExtensions><TydenSealsFlag>0</TydenSealsFlag><TydenSealsStockFlag>0</TydenSealsStockFlag></HeaderExtensions><Itinerary><CountryOfRouting>DE</CountryOfRouting><CountryOfRouting>US</CountryOfRouting></Itinerary><GoodsItem><ItemNumber>001</ItemNumber><Consignee><Address><Name>Testfirma US-Export 2</Name><StreetAndNumber>West-Drive 120</StreetAndNumber><PostalCode>88888</PostalCode><City>Chicago</City><CountryCodeISO>US</CountryCodeISO></Address></Consignee><CommodityCodeKN8>84717070</CommodityCodeKN8><GoodsDescription>Slimline PC-Gehäuse / Plattenspeichereinheiten für automatische Datenverarbeitungsmaschinen (ausg. Plattenspeichereinheiten, optisch, einschl. magneto-optisch sowie Festplattenspeichereinheiten)</GoodsDescription><GrossMass>87300</GrossMass><NetMass>10450</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>1</Quantity><MarksAndNumbers>00000000000000000552</MarksAndNumbers><Number>01</Number><Type>PX</Type></Packaging><Packaging><Quantity>1</Quantity><MarksAndNumbers>00112005670000002912</MarksAndNumbers><Number>02</Number><Type>PX</Type></Packaging><Packaging><Quantity>0</Quantity><MarksAndNumbers>00112005670000002912</MarksAndNumbers><Number>03</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Type>380</Type><Document><Reference>.</Reference></Document></PreviousDocument><PreviousDocument><Type>822</Type><Document><Reference>.</Reference></Document></PreviousDocument><StatisticalValue>158</StatisticalValue><StatisticalQuantity>11000</StatisticalQuantity></GoodsItem><GoodsItem><ItemNumber>002</ItemNumber><Consignee><Address><Name>Testfirma US-Export 2</Name><StreetAndNumber>West-Drive 120</StreetAndNumber><PostalCode>88888</PostalCode><City>Chicago</City><CountryCodeISO>US</CountryCodeISO></Address></Consignee><CommodityCodeKN8>84717070</CommodityCodeKN8><GoodsDescription>CD-ROM Laufwerk / Plattenspeichereinheiten für automatische Datenverarbeitungsmaschinen (ausg. Plattenspeichereinheiten, optisch, einschl. magneto-optisch sowie Festplattenspeichereinheiten)</GoodsDescription><GrossMass>0000</GrossMass><NetMass>9450</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>0</Quantity><MarksAndNumbers>00112005670000002912</MarksAndNumbers><Number>01</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Type>380</Type><Document><Reference>.</Reference></Document></PreviousDocument><PreviousDocument><Type>822</Type><Document><Reference>.</Reference></Document></PreviousDocument><StatisticalValue>1490</StatisticalValue><StatisticalQuantity>21000</StatisticalQuantity></GoodsItem><GoodsItem><ItemNumber>003</ItemNumber><Consignee><Address><Name>Testfirma US-Export 2</Name><StreetAndNumber>West-Drive 120</StreetAndNumber><PostalCode>88888</PostalCode><City>Chicago</City><CountryCodeISO>US</CountryCodeISO></Address></Consignee><CommodityCodeKN8>84717070</CommodityCodeKN8><GoodsDescription>Festplatte, 20 GB / Plattenspeichereinheiten für automatische Datenverarbeitungsmaschinen (ausg. Plattenspeichereinheiten, optisch, einschl. magneto-optisch sowie Festplattenspeichereinheiten)</GoodsDescription><GrossMass>0000</GrossMass><NetMass>13950</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>0</Quantity><MarksAndNumbers>00112005670000002912</MarksAndNumbers><Number>01</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Type>380</Type><Document><Reference>.</Reference></Document></PreviousDocument><PreviousDocument><Type>822</Type><Document><Reference>.</Reference></Document></PreviousDocument><StatisticalValue>5010</StatisticalValue><StatisticalQuantity>31000</StatisticalQuantity></GoodsItem></ExportDeclaration></Export></Submit></soap:Body></soap:Envelope>